Repository: oscarnovasf/module_template_import
Catalog: config/translations/module_template_import.*.po
Languages: es

source: One item processed.
es: Un elemento procesado

source: @count items processed.
es: @count elementos procesados.

source: Finished with an error.
es: Finalizado con un error.

source: Working...
es: Trabajando...

source: Use this form to upload a YML or CSV file.
es: Use este formulario para subir un archivo YML o CSV.

source: Select the type of content you want to import
es: Seleccione el tipo de contenido que quiere importar

source: File has headers
es: El archivo tiene encabezados

source: File
es: Archivo

source: Upload your file
es: Suba su archivo

source: Upload and Import
es: Subir e Importar

source: Invalid extension
es: Extensión no válida

source: Data validation errors have occurred.
es: Se han producido errores de validación de datos.

source: Invalid file encoding.
es: Codificación del archivo no válida.

source: Error reading file.
es: Error leyendo el archivo.

source: Users
es: Usuarios

source: Articles
es: Artículos

source: <h1>Content to import: @content_type</h1>
es: <h1>Contenido a importar: @content_type</h1>

source: Sample data (%mostrando of %total)
es: Ejemplo de los datos (%mostrando de %total)

source: We have not received all the parameters.
es: No hemos recibido todos los parámetros.

source: Data Import
es: Importación de Datos

source: Import is starting...
es: La importación está comenzando...

source: No data found
es: No se han encontrado datos

source: My Custom Migrate - Functionalities
es: My Custom Migrate - Funcionalidades

source: Import data form
es: Formulario de Importación de datos

source: My Custom Migrate - Import data
es: My Custom Migrate - Importar datos

source: Allow users to use import data forms.
es: Permitir a los usuarios usar el formulario de importación de datos

source: Import Form
es: Formulario de Importación

source: Confirm import data
es: Confirmar importación de datos
